Repository: etemtezcan/tabit
Catalog: priv/gettext/*/LC_MESSAGES/default.po
Languages: tr

source: All Deals
tr: Bütün Fırsatlar

source: About Us
tr: Hakkımızda

source: Contact Us
tr: Bize Yazın

source: Deal Details
tr: Fırsat Detayları

source: Deals
tr: Bütün Fırsatlar

source: Edit Deal
tr: Fırsat Düzenle

source: My Deals
tr: Fırsatlarım

source: Delete
tr: Sil

source: Edit
tr: Düzenle

source: Show
tr: Göster

source: Create New Account
tr: Yeni Hesap Oluştur

source: Deal created.
tr: Fırsat Oluşturuldu

source: Deal reposted.
tr: Fırsat Yeniden Kaydedildi

source: Deal updated.
tr: Fırsat Güncellendi

source: Forgot password
tr: Şifremi Unuttum

source: Invalid e-mail address.
tr: Geçersiz e-posta

source: Invalid operation.
tr: Geçersiz İşlem

source: Invalid username or password.
tr: Geçersiz kullanıcı adı/şifre

source: Login
tr: Bağlan

source: Login Credentials
tr: Üye Girişi

source: Message Sent.
tr: Mesaj İletildi

source: New Deal
tr: Yeni Fırsat

source: Reset Password
tr: Şifre Sıfırlama

source: Terms and Conditions
tr: Kullanım Şartları

source: You have successfully logged in.
tr: Sisteme bağlandınız.

source: You have successfully logged out.
tr: Bağlantı Sonlandı.

source: Account password was successfully updated.
tr: Şifre güncellendi

source: Account verification failed.
tr: Hesap doğrulama başarısız

source: Account verification success. Please update your company details.
tr: Hesap doğrulandı

source: Account was successfully updated.
tr: Hesap güncellendi

source: Deal was successfully deleted.
tr: Fırsat silindi

source: Password has been successfully updated.
tr: Şifre güncellendi

source: Please check your email to verify your account.
tr: Hesap doğrulama için e-postanızı kontrol ediniz.

source: You must be signed in to access this page
tr: Bu sayfaya erişim için giriş yapmalısınız

source: Trial Account Credentials:
tr: Deneme hesap bilgileri

source: e-mail=deneme@deneme.com, password=deneme
tr: e-posta=deneme@deneme.com, şifre=deneme

source: Register
tr: Kaydol

source: Back
tr: Geri

source: Account Settings
tr: Hesap Ayarları

source: Logout
tr: Çıkış

source: Create New Deal
tr: Fırsat Oluştur

source: Save Changes
tr: Kaydet

source: Deal Owner
tr: Fırsatı Sunan

source: Description
tr: Açıklama

source: Expired
tr: Kapandı

source: Price
tr: Fiyat

source: Search Deal
tr: Fırsat Ara

source: Status
tr: Durum

source: Title
tr: Tanım

source: Valid Till
tr: Son Geçerlilik

source: expired
tr: kapandı

source: Web Site Def1
tr: Sanayi Fırsatı internet sitesinin amacı ekonominin daraldığı zamanlarda üreticiler tarafından uygulanan yüksek iskontolara ve düzenlenen kampanyalara, o firmalarla sürekli irtibatı olmayan firmaların ve maker topluluklarının da erişebilmelerini sağlamaktır.

source: Web Site P1
tr: Bu iskonto ve kampanyaların kalıcı olarak algılanmaması için sınırlı zaman içinde görülüp kullanılabilen sanayi firsatları şeklinde düzenlenecektir.

source: Web Site P2
tr: Bu fırsatların süresi dolduktan sonra fiyat veya iskonto oran bilgileri herhangi bir şekilde görülemeyecektir.

source: Web Site Title
tr: Sanayi Fırsatı Hakkında
